export const dailyDietArray: DailyDietType[] = [
  {
    id: '1',
    head: 'Завтрак',
    dish: [
      'Каша гречневая молочная жидкая',
      'Масло сливочное',
      'Хлеб пшеничный',
      'Сыр порционный',
      'Какао-напиток на молоке',
      'Вода',
    ],
  },
  {
    id: '2',
    head: 'Второй завтрак',
    dish: ['Груши'],
  },
  {
    id: '3',
    head: 'Обед',
    dish: [
      'Салат из капусты белокочанной с растительным маслом',
      'Суп картофельный со сметаной',
      'Макароны отварные с маслом сливочным',
      'Котлета мясная рубленая паровая',
      'Компот из свежих фруктов',
      'Хлеб ржаной',
      'Хлеб пшеничный',
    ],
  },
  {
    id: '4',
    head: 'Полдник',
    dish: [
      'Печенье витаминизированное',
      'Кисломолочный напиток, обогащенный пробиотическим фактором',
    ],
  },
  {
    id: '5',
    head: 'Ужин',
    dish: [
      'Плов из птицы',
      'Икра из уваренных кабачков для детского питания промышленного производства',
      'Чай с сахаром',
      'Хлеб пшеничный',
    ],
  },
];
