import { ProgramType } from 'types/const/programType';

export const programArray: ProgramType[] = [
  {
    id: '1',
    image: 'img/program/program-1.webp',
    head: 'Группа (2-3 года)',
    descriptions:
      'Данный возраст – благоприятный период для адаптации ребенка к садику. Малыша привлекает действие с предметом, экспериментирование с ним, его цвет, форма, звучание. Ребенок активно учиться ориентироваться в пространстве. Именно поэтому малышу необходимы как двигательные, так и развивающие занятия, в процессе которых он будет исследовать и изучать окружающий мир.',
  },
  {
    id: '2',
    image: 'img/program/program-2.webp',
    head: 'Группа (3-5 лет)',
    descriptions:
      'Возраст активного развития игровой деятельности. В игре ребенок учится выражать свои эмоции, чувства. Активно развивается воображение ребенка, что позволяет ему проявлять свои творческие способности в разных видах деятельности. Дети усваивают много нового, желание познавать, открывать у детей возрастает, поэтому разноплановые занятия крайне полезны для развития формирующейся личности.',
  },
  {
    id: '3',
    image: 'img/program/program-3.webp',
    head: 'Группа (5-7 лет)',
    descriptions:
      'Пик развития познавательной активности детей. Дети начинают планировать свою деятельность, опираясь на свои интересы и возможности. Это возраст - активной подготовки к школе. Систематические развивающие занятия совершенствуют психические процессы: память, мышление, восприятие, воображение и позволяют детям приобрести необходимые умения и навыки для успешного обучения в школе.',
  },
];
